# -*- ii: apisnoop; -*-
#+TITLE: Mock Ticket Template
#+AUTHOR: ii team
#+TODO: TODO(t) NEXT(n) IN-PROGRESS(i) BLOCKED(b) | DONE(d)
#+OPTIONS: toc:nil tags:nil todo:nil
#+EXPORT_SELECT_TAGS: export
** TODO Verify Pods Running
   #+begin_src shell
     kubectl get pods
   #+end_src

   #+RESULTS:
   #+begin_example
   NAME                                    READY   STATUS    RESTARTS   AGE
   apisnoop-auditlogger-86dcf97749-nb2rp   1/1     Running   1          3d
   hasura-7c5775fc95-rmp28                 1/1     Running   1          3d
   kubemacs-0                              1/1     Running   1          3d
   pgadmin-78b7448594-bmvxl                1/1     Running   0          3d
   postgres-6dbf95b969-hpr7k               1/1     Running   0          3d
   webapp-5bd67b658b-fc6pr                 1/1     Running   0          3d
   #+end_example

